Соня Блейд
Сабизо
Скорпион
Рейдан
Шао Кан
Джони Кейдж
Шансунг
Кваньчи
Найт Вульф
Лю Кан
Синдел
Шива
Шинок
Горо

Самер Смит
Морти Смит
Рик Санчес
Джери Смит


Гарри Поттер
Рон Узли
Волон Де Морт
Драко Малфой
Гермиона Грейджер
Миневра Макгонокал
Беллатриса Лестрейндж

Йода
Боба Фет
Оби Ван Кеноби
Квай Гон Джин
Палпатин
Дарт Мол
Дарт Вейдер
Люк Скайвокер
КайлоРен
Рей
Сноук
Лея Органо
Хан Соло
Хакс
Фазма
Падме
Джа-Джа Бинкс
Ахсока Тано
Асаш Вентрас
Шаак Ти
Аяла Секура
Гривус

Джон Сноу
Дейнерис Таргаран
Арья Старк
Санса Старк
Визейрес Таргариан
Питер Бейлиш
Варис
Серсея Ланистр
Рамси Сноу
Дрого
Джофри Баратеон
Тирион Ланистр
Милисандра

Лоис Грифин
Питер Грифен
Брайн Грифен
Мег Грифен
Стьюи Грифен
Крис Грифен

Гомер Симпсон
Лиза Симпсон
Эдна Крабаппл
Сеймур Скиннер 

Стен Смит
Франсин Смит
Роджер
Хели Смит
Стив Смит

Конь Боджек
Принцеса Керолин
Ана Спаникопита
Диана Нгуейн

Китнисс Эвердин

Жан Люк Пикард
Бевели Крашер
Диана Трой
Дейта
Ульем Райкер
Таша Яр

Спок
Дженис Рэнд

Герольд
Цири
Трис Меригольт
Йенифер

7 из 9
Кэтрин Джейнвэй
Чакотай
Тувок
Б'Эланна Торрес
Кесс



Клэр
Бил Сайфер
Гидеон Глифул
Венди Кордрой
Диппер Пайнс
Мейбел Пайнс

Бетмен
Супермен
Спайдер Мен
Локи

Лилу
Джек Воробей

Алесса Гиллеспи

Мотоко Кусонаги

Нео
Тринити
Агент Смит

Сара Кериган
Джим Рейнор
Мэтт Хорнер
Арктур Менгск
Нова
Абатур


